---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsParallelpipesVerticalOffsetValue
source: html/71530792-e328-6dc2-6f04-dba897d605a1.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsParallelpipesVerticalOffsetValue Property

"Vertical Offset value for parallel pipes"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsParallelpipesVerticalOffsetValue { get; }
```